Revit 2027 API
InitialColor.Clone Method
 Creates a copy of the InitialColor derived object.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public InitialColor Clone()
Public Function Clone As InitialColor
public:
InitialColor^ Clone()
member Clone : unit -> InitialColor
Return Value
InitialColor
See Also
Reference
InitialColor Class
Autodesk.Revit.DB.Lighting Namespace